newmember_text = f'Привет! \nДля того что бы пользоваться ботом, напиши /menu \nНе забудь написать в лс бота любое сообщение что бы он мог ответить тебе! \nHi! \nIn order to use the bot write /menu \nDont forget to write any message to the bot so that he can answer you!'
scammenu_start = 'Добро пожаловать в меню бота!👋'
scam_button_text = 'Получить SCAM'
scam2_button_text = 'Получить SCAM 2'
scamhelp_button_text = 'Инструкция'
archive_button_text = 'Перейти'
archive_text = 'Для удобства, все версии скама находятся в отдельном канале. Нажмите на кнопку "Перейти", что бы скачать Scam, а также его прошлые версии'
archive_button_link = 'https://t.me/+YUlErMkZL5czZGJi'
scamhelp_text = '''Полная инструкция где скачать, установить и пользоваться SCAM mode

УСТАНОВКА:
  1. Скачиваем SCAM mode (ниже прикреплён файл с актуальной версией SCAM mode).
  2. Распаковываем где вам удобно.
  3. Находим папку с игрой и кидаем файл Assembly-CSharp.dll по адресу CWClient\CWclient_Data\Managed с заменой (перед этим желательно закрыть игру).

ИСПОЛЬЗОВАНИЕ:
  после того как успешно зашли в игру заходить в консоль (клавиша ~) и вводим scam (активирует SCAM mode).
  все камуфляжи на любое оружие и обвесы активированы сразу, можно даже не писать scam.
Теперь пройдемся по командам:
  scam - включение SCAM Mode
  scam_off - отключение SCAM Mode
  scam_hc - перенос интерфейса аркадного режима в хардкор + умения, теплак и прочее..
  proscam - активирует команды scam_hc, devmode, freegun, full_thermal
  freegun - свободный выбор оружия во время боя
  devmode - активирует аим (зажать клавишу N) и вх
  addnickchanges 10 - добавляет 10 (можно любое число вписать) смен ника
  wtask ID - покупка wtaskов (надо указать ID оружия и также накрутить GP)
  GP 1000 - накрутка GP (визуал)
  SP 100 - накрутка SP (визуал)
  CR 100000 - накрутка CR (визуал)
  level 71 - делает вас 71 lvl (визуал)
  repa 500 - поставить 500 репутации (визуал)
  exp 500 - поставить 500 опыта (визуал)
  wipewtask - снять все wtask (визуал)
  masterofarms - поставить все wtask (визуал)
  knifedelay - быстрый нож
  buyanov - глаз буянова - 100% точность (визуал)
  hidden_server_access - отображение скрытых игроков и прочее..
  addsnow - добавляет снег на карту
  full_thermal - тепловизор на всю карту (или клавиша b в proscam/devmode)
  show_enemy_nick - отображение ников при засвете или попадании в игроков
  connect_over_limit - возможность заходить на карты при полном заполнении
  clear - очищает консоль
  showcross - перекрёстный crosshair
  s_debug - список серверов
  targetframerate 144 - ограничение FPS до нужного вам числа
  list - показывает список игроков на сервере
  online - показывает количество игроков в игре
  socialID - ваш ID в социальной сети
  userID - ваш ID в игре
  weapinfo - информация об оружии (только на сервере)
  promo (XXXXX-XXXXX-XXXXX-XXXXX-XXXXX) - активация промокода
  clearprofile - сбросить профиль (НЕ визуал)
  Fixed delta time -1 - фиксированный интервал
  http_debug - откладка http-запросов

Все команды написаны в настройках во вкладке SCAM info'''
direct_text = 'Сообщение отправлено! Если оно вам не пришло, напишите боту в личное сообщение "/start"'
scamversions_button_text = 'Версии SCAM'
account_button_text = 'Получить  временный аккаунт'
callback_account_text = 'Тебе выдан доступ к аккаунту'
scamdonate_text = 'Для того что-бы поддержать разработчика, нажмите на кнопку чуть ниже:'
scamdonate_button_text = 'Задонатить'
scamdonate_link = 'https://www.donationalerts.com/r/avoca'
language_button_text = '🔽Language:🔽'
language_text = 'Choose a language'
alert_text = 'Перед началом напишите боту любое сообщение, что бы он мог вам ответить!'
admin_error = 'Пошел нахуй. Ты не админ!'
error_text = 'Ошибка! Команда введена неверно или временно не доступна \nError! Try later.'
future_text = 'Скоро будет доступно!'
help_text = '''Доступные вам команды бота:
/menu - Меню бота
/account - Получить временный аккаунт
/donate - Донат Авоке
'''
# Аккаунты ВМЕСТО ЭТОЙ ХУЙНИ ПРИДУМАТЬ БД И РЕГЕР АККОВ!!!
accounts = []

# <b> - Жирный
# <code> - Моно текст